Repository: hansa2662/NVDAExtensionGlobalPlugin
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: pl

source: Add &existing folder
pl: Dodaj istniejący folder

source: &Modify this folder
pl: Zmodyfikuj ten folder

source: Active configuration
pl: Aktywna konfiguracja

source: Do you really want to restart NVDA with this user configuration's folder: %s?
pl: Czy naprawdę chcesz ponownie uruchomić NVDA z tym folderem konfiguracji użytkownika: %s?

source: You are going to modify the active configuration's folder. Do you want to continue?
pl: Modyfikujesz folder aktywnej konfiguracji. Czy chcesz kontynuować?

source: Impossible to create %s folder
pl: Nie można utworzyć folderu %s

source: Active configuration path cannot be deleted
pl: Aktywna ścieżka konfiguracji nie może zostać usunięta

source: Do you really want to delete the "%s" folder?
pl: Czy na pewno chcesz usunąć "%s" folder?

source: The folder %s is already empty
pl: Folder %s jest już pusty

source: Do you really want to delete all the content of the "%s" folder?
pl: Czy na pewno chcesz usunąć całą zawartość "%s" folderu?

source: End of deletion
pl: Koniec usuwania

source: Preparation of %s folder
pl: Przygotowanie folderu %s

source: Import from &folder:
pl: Importuj z folderu:

source: Import &add-ons
pl: Importuj dodatek

source: Import speech &dictionaries
pl: Importuj słowniki mowy

source: Import ponctuation/symbol &pronunciations
pl: Importuj wymowę znaków interpunkcyjnych/symboli

source: Import input &gesture changes
pl: Importuj zmiany gestów wejściowych

source: Import configuration p&rofiles
pl: Importowanie profili konfiguracji

source: Import &NVDA parameters (normal configuration)
pl: Importuj parametry NVDA (normalna konfiguracja)

source: Import all the &configuration
pl: Importuj całą konfigurację

source: Import terminated
pl: Import zakończony

source: No addon to import
pl: Brak dodatku do importu

source: %s add-on exists. Do you want to replace it?
pl: Dodatek %s istnieje. Chcesz go wymienić?

source: No profile to import
pl: Brak profilu do zaimportowania

source: No speech dictionary to import
pl: Brak słownika mowy do zaimportowania

source: The configuration folder contains already speech dictionaries. Do you want to replace them?
pl: Folder konfiguracyjny zawiera już słowniki mowy. Chcesz je wymienić?

source: No ponctuation or symbol pronunciations to import
pl: Nie ma znaków interpunkcyjnych ani symboli wymowy do zaimportowania

source: The configuration folder already contains symbol/punctuation pronunciations. Do you want to replace it?
pl: Folder konfiguracyjny zawiera już wymowę symboli/znaków interpunkcyjnych. Chcesz go wymienić?

source: No input gesture change to import
pl: Brak zmiany gestu wejściowego do zaimportowania

source: The configuration folder already contains input gesture changes. Do you want to replace them?
pl: Folder konfiguracyjny zawiera już zmiany gestów wejściowych. Chcesz je wymienić?

source: No NVDA normal configuration to import
pl: Brak normalnej konfiguracji NVDA do zaimportowania

source: The configuration folder already contains NVDA normal configuration. Do you want to replace it?
pl: Folder konfiguracyjny zawiera już normalną konfigurację NVDA. Chcesz ją wymienić?

source: The "%s" folder contains data that will be erased during copying. Do you still wish to continue?
pl: Folder "%s" zawiera dane, które zostaną usunięte podczas kopiowania. Czy nadal chcesz kontynuować?

source: Modification of %s folder
pl: Modyfikacja folderu %s

source: Addons's import
pl: Import dodatków

source: &Add-ons:
pl: Dodatki:

source: Check &all
pl: Oznacz wszystko

source: &Delete existing add-ons
pl: Usuń istniejące dodatki

source: &Import
pl: &Importuj

source: all items are checked
pl: wszystkie elementy są oznaczone

source: all items are unchecked
pl: wszystkie elementy nie są oznaczone

source: Do you really want to delete all add-ons of %s folder?
pl: Czy na pewno chcesz usunąć wszystkie dodatki folderu %s?

source: confirmation
pl: potwierdzenie

source: there is no add-on checked
pl: nie zarejestrowano żadnego symbolu

source: Adding new folder
pl: Dodawanie nowego folderu

source: folder's userName:
pl: nazwa folderu użytkownika:

source: folder's &location:
pl: lokalizacja folderu:

source: &Browse...
pl: &Przeglądaj...

source: &Add
pl: Dod&aj

source: Folder's selection
pl: Wybierz folder

source: you must specify the username of the folder
pl: musisz ustawić nazwę profilu głosowego

source: You must specify the path to the location of the configuration
pl: Musisz określić ścieżkę do lokalizacji konfiguracji

source: The folder with "%s" username is already in the list of configuration folders
pl: Folder z nazwą użytkownika "%s" jest już na liście folderów konfiguracji

source: choose another username
pl: wybierz inną nazwę użytkownika

source: The "%s" folder already exists and it's a nvda configuration folder. Do you want to add it anyway?
pl: Folder "%s" już istnieje i jest to folder konfiguracji nvda. Czy mimo to chcesz go dodać?

source: The "%s" folder already exists and it's not a nvda configuration folder. Do you want to add it anyway?
pl: Folder "%s" już istnieje i nie jest to folder konfiguracji nvda. Czy mimo to chcesz go dodać?

source: Adding existing folder
pl: Dodawanie istniejącego folderu

source: folder's &path:
pl: ścieżka folderu:

source: The folder is not user configuration's folder
pl: Folder nie jest folderem konfiguracji użytkownika

source: Configuration profiles's import
pl: Import profili konfiguracji

source: &Profiles:
pl: Profile:

source: &Delete existing profiles
pl: Usuń istniejące profile

source: Do you really want to delete all profiles of %s folder?
pl: Czy na pewno chcesz usunąć wszystkie profile folderu %s?

source: There is no profile checked
pl: Nie ma oznaczonego profilu

source: %s profile exists. Do you want to replace it?
pl: Istnieje profil %s. Chcesz go wymienić?

source: Impossible to import profils
pl: Nie można zaimportować profilu

source: The configuration file of the add-on contains errors. The part of the configuration concerning the global parameters has been reset to factory defaults
pl: Plik konfiguracyjny dodatku zawiera błędy. Część konfiguracji dotycząca parametrów globalnych została zresetowana do ustawień fabrycznych

source: The old configuration file of "%s" add-on contains errors. It's not possible to keep previous configuration
pl: Stary plik konfiguracyjny dodatku "%s" zawiera błędy. Nie można zachować poprzedniej konfiguracji

source: The add-on configuration will be reset to factory values and NVDA will be restarted. Would you like to continue?
pl: Konfiguracja dodatku zostanie zresetowana do wartości fabrycznych, a NVDA zostanie ponownie uruchomiony. Czy chcesz kontynuować?

source: Configuration reset
pl: Reset konfiguracji

source: Records:
pl: Dokumentacja:

source: The current configuration of the "Voice profile switching"feature is not compatible with this add-on's version, All selectors have been released and the voice profiles deleted. Sorry for the inconvenience.
pl: Aktualna konfiguracja funkcji "Przełączanie profili głosowych" nie jest zgodna z wersją tego dodatku, wszystkie przełączniki zostały wydane, a profile głosowe usunięte. Przepraszam za kłopot.

source: warning
pl: ostrzeżenie

source: Impossible, the synthesizer of voice profile {voiceProfileName} associated to selector {selector} is not available. Do you want to free this selector?
pl: Niemożliwe, syntezator profilu głosu {voiceProfileName} powiązany z przełącznikiem {selector} nie jest dostępny. Czy chcesz zwolnić ten przełącznik?

source: Synthesizer error
pl: Błąd syntezatora

source: Selector {selector}: {name}
pl: Przełącznik {selector}: {name}

source: no other selector set to voice profile
pl: żaden inny przełącznik nie jest ustawiony na profil głosowy

source: no selector set to voice profile
pl: żaden przełącznik nie jest ustawiony na profil głosowy

source: yes
pl: tak

source: no
pl: nie

source: {name} voice profile set to selector {selector}
pl: {name} profil głosowy ustawiony na przełącznik {selector}

source: all selectors are freed from their vocal profile
pl: wszystkie przełączniki są zwolnione z profilu głosowego

source: Automatic language switching (when supported)
pl: Automatyczne przełączanie języka (jeśli jest obsługiwane)

source: Automatic dialect switching (when supported)
pl: Automatyczne przełączanie dialektu (jeśli jest obsługiwane)

source: Punctuation/symbol level
pl: Poziom interpunkcji/symboli

source: Trust voice's language when processing characters and symbols
pl: Zaufaj językowi głosu podczas przetwarzania znaków i symboli

source: Include Unicode Consortium data (including emoji) when processing characters and symbols
pl: Podczas przetwarzania znaków i symboli uwzględniaj dane konsorcjum Unicode (w tym emoji)

source: Delayed descriptions for characters on cursor movement
pl: Opóźnione opisy znaków podczas ruchu kursora

source: Capital pitch change percentage
pl: Procentowa zmiana wysokości tonu dużych liter

source: Say cap before capitals
pl: Mówi duża przed wielką literą

source: Beep for capitals
pl: Sygnał dźwiękowy dla wielkich liter

source: Use spelling functionality if supported
pl: Użyj funkcji pisowni, jeśli jest obsługiwana

source: selector: %s
pl: przełącznik: %s

source: Voice profile name: %s
pl: Nazwa profilu głosowego: %s

source: Associated under %s configuration profile
pl: Powiązane z profilem konfiguracji %s

source: Synthesizer: %s
pl: Syntezator: %s

source: Output device: %s
pl: Urządzenie zewnętrzne: %s

source: Voice profile selectors's Management of profile %s
pl: Przełączniki profilu głosowego Zarządzanie profilem %s

source: &Selectors
pl: Przełączniki

source: free
pl: wolny

source: &Use selectors associated under normal cconfiguration's profile
pl: Użyj przełączników powiązanych z normalnym profilem konfiguracji

source: &Activate voice profile
pl: Aktywuj profil głosowy

source: A&ssociate voice profile
pl: Powiąż profil głosowy

source: &Modify voice profile
pl: Zmodyfikuj profil głosowy

source: &Free selector
pl: Zwolnij przełącznik

source: &Free all selectors
pl: Zwolnij wszystkie przełączniki

source: Voice profile's &informations
pl: Informacje o profilu głosowym

source: Voice profile 's informations
pl: Informacje o profilu głosowym

source: Selector {selector} is already set to {voiceProfileName} voice profile. Do you want to replace this voice profile?
pl: Przełącznik {selector} jest już ustawiony na profil głosowy {voiceProfileName}. Czy chcesz zastąpić ten profil głosowy?

source: Do you really want to free selector {selector} associated to the voice profile "{voiceProfileName}"?
pl: Czy chcesz na pewno zwolnić przełącznik {selector} powiązany z profilem głosowym "{voiceProfileName}"?

source: Do you really want to free all selectors set to this configuration profile?
pl: Czy na pewno chcesz zwolnić wszystkie przełączniki ustawione dla tego profilu konfiguracji?

source: Modify voice profile
pl: Zmodyfikuj profil głosowy

source: voice profile name:
pl: nazwa profilu głosowego:

source: &Default
pl: Domyślny

source: You must set the name of voice profile
pl: Musisz ustawić nazwę profilu głosowego

source: Voice profile association
pl: Powiązanie profilu głosowego

source: System tray icons 's list
pl: Lista ikon w zasobniku systemowym

source: &Icons
pl: Ikony

source: &Right click
pl: Prawy klik

source: &Left click
pl: Lewy klik

source: Dou&ble left click
pl: Dwukrotny lewy klik

source: color
pl: kolor

source: background color
pl: kolor tła

source: unexpected space
pl: nieoczekiwana przestrzeń

source: missing space
pl: brak miejsca

source: missing uppercase
pl: brak wielkich liter

source: inversed uppercase
pl: odwrócenie wielkich liter

source: unexpected %s
pl: nieoczekiwane %s

source: multiple contigous spaces
pl: wiele sąsiadujących ze sobą przestrzeni

source: tab at end
pl: zakładka na końcu

source: space at end
pl: spacja na końcu

source: change in %s
pl: zmień w %s

source: At {pos}: {anomaly}
pl: W {pos}: {anomaly}

source: %s analyzis's detections
pl: %s analiza detekcji

source: Aborted: The maximum number of lines without irregularity (1000) is exceeded.
pl: Przerwane: Przekroczona została maksymalna liczba (1000) wierszy bez nieprawidłowości.

source: No more irregularity
pl: Nie ma więcej nieprawidłowości

source: Error: buildVars.py file is not found
pl: Błąd: nie znaleziono pliku buildVars.py

source: error
pl: błąd

source: Cannot get add-on translated manifest of %s language
pl: Nie można uzyskać przetłumaczonego manifestu dodatku w języku %s

source: Creation of HTML documentation files
pl: Tworzenie plików dokumentacji w HTML

source: No documentation file to convert
pl: Brak pliku dokumentacji do konwersji

source: No file converted
pl: Plik nie przekonwertowany

source: %s files converted
pl: Pliki %s przekonwertowane

source: Creation of manifest.ini file
pl: Tworzenie pliku manifest.ini

source: The manifest.ini file already exists. Do you really want to update it?
pl: Plik manifest.ini już istnieje. Czy na pewno chcesz go zaktualizować?

source: manifest.ini file has been updated
pl: manifest.ini plik został zaktualizowany

source: Creation of localization manifest.ini file
pl: Tworzenie pliku lokalizacyjnego manifest.ini

source: No language for this add-on
pl: Brak języka dla tego dodatku

source: Error: %s file is not found
pl: Błąd: nie znaleziono pliku %s

source: Some translation strings are missing for "%s" language
pl: Brakuje niektórych ciągów tłumaczeń dla języka "%s”

source: %s localization manifest.ini files created
pl: Utworzono pliki lokalizacji %s manifest.ini

source: No localization manifest.ini file created
pl: Nie utworzono pliku manifest.ini dla lokalizacji

source: Creation of POT file of %s add-on
pl: Tworzenie pliku POT dodatku %s

source: %s file created
pl: Utworzono plik %s

source: Impossible to create POT file: no source file defined in buildVars.py
pl: Nie można utworzyć pliku POT: brak pliku źródłowego w pliku buildVars.py

source: Impossible to create POT file
pl: Nie można utworzyć pliku POT

source: Prepare %s add-on
pl: Przygotuj dodatek %s

source: Prepare add-on start
pl: Przygotuj start dodatku

source: Manifest.ini file updated
pl: Manifest.ini plik zaktualizowany

source: %s localization manifest.ini files created or updated
pl: %s lokalizacja plików manifest.ini utworzone lub zaktualizowane

source: But for these languages, some strings are not translated: %s
pl: Ale dla tych języków niektóre ciągi nie są tłumaczone: %s

source: one file converted
pl: jeden plik przekonwertowany

source: %s HTML files created
pl: Utworzono pliki %s HTML

source: {count} poFiles compiled on {nb}
pl: {count} poFiles skompilowane na {nb}

source: Add-on bundle could not be created
pl: Nie można utworzyć pakietu dodatków

source: The {name} file has been created and recorded in {dir} folder
pl: Plik {name} został utworzony i zapisany w folderze {dir}

source: Completed
pl: Zakończony

source: Creation of buildVars.py file
pl: Tworzenie pliku buildVars.py

source: Warning: buildVars.py already exists. Do you want to replace it?
pl: Ostrzeżenie: buildVars.py już istnieje. Czy chcesz go zastąpić?

source: buildVars.py file created
pl: plik buildVars.py został utworzony

source: Tools for add-on development
pl: Narzędzia do tworzenia dodatków

source: Update add-on &version
pl: Zaktualizuj wersję dodatku

source: &Update manifest.ini file
pl: Zaktualizuj plik manifest.ini

source: Create P&OT file
pl: Utwórz plik POT

source: &Prepare addon
pl: Przygotuj dodatek

source: &Languages:
pl: Języki:

source: Create &localization manifest.ini file
pl: Utwórz plik manifest.ini dla lokalizacji

source: Create &HTML documentation files
pl: Utwórz pliki dokumentacji w HTML

source: Create &buildVars file
pl: Utwórz plik buildVars

source: &Explore add-on folder
pl: Przeglądaj folder dodatków

source: All
pl: Wszystko

source: Update add-on version
pl: Zaktualizuj wersję dodatku

source: Error: buildVars.py file has no add-on version line
pl: Błąd: plik buildVars.py nie ma wiersza wersji dodatku

source: Version of buildVars.py file has been updated
pl: Wersja pliku buildVars.py została zaktualizowana

source: Entry add-on version:
pl: Wpisowa wersja dodatku:

source: No add-on installed
pl: Brak zainstalowanego dodatku

source: The update is not compatible with this version of NVDA. Minimum NVDA version: {minYear}.{minMajor}, last tested: {testedYear}.{testedMajor}.
pl: Aktualizacja nie jest kompatybilna z tą wersją NVDA. Minimalna wersja NVDA: {minYear}{minMajor}, ostatnio testowana: {testedYear}.{testedMajor}.

source: Downloading {name}
pl: Pobieranie {name}

source: Error downloading update for {name}.
pl: Błąd pobierania aktualizacji dla {name}.

source: Cannot update {name} - missing file or invalid file format
pl: Nie można zaktualizować {name} - brak pliku lub nieprawidłowy format pliku

source: Updating
pl: Aktualizacja

source: Please wait while the add-on is being updated.
pl: Proszę czekać, aż dodatek zostanie zaktualizowany.

source: Failed to update {name} add-on
pl: Nie udało się zaktualizować dodatku {name}

source: {summary} - update
pl: {summary} - aktualizacja

source: The service is temporarily under maintenance. Please, try again later.
pl: Usługa jest tymczasowo w trakcie konserwacji. Spróbuj ponownie później.

source: New version%s is available. Do you want to download it now?
pl: Dostępna nowa wersja, wersja %s. Czy chcesz ją teraz pobrać?

source: You are up-to-date. %s is the latest version.
pl: Jesteś na bieżąco. %s to najnowsza wersja.

source: Oops! There was a problem checking for updates. Please retry later
pl: Ups! Podczas sprawdzania aktualizacji wystąpił problem. Spróbuj ponownie później

source: &Yes
pl: Tak

source: &No
pl: &Nie

source: &Later
pl: Później

source: Wha&t's new
pl: Co nowego

source: User input Gestures
pl: Gesty wprowadzone przez użytkownika

source: Remove &all
pl: Usuń wszystko

source: Do you really want to erase all the modifications of input gesture that have been made?
pl: Czy naprawdę chcesz usunąć wszystkie modyfikacje zdarzenia wejścia, które zostały wykonane?

source: Deleted gestures
pl: Usunięte gesty

source: No help available here.
pl: Brak pomocy tutaj.

source: No user guide found.
pl: Nie znaleziono podręcznika użytkownika.

source: Informations
pl: Informacja

source: Co&py to Clipboard
pl: Kopiuj do schowka

source: Copied
pl: Skopiowane

source: Error, the information cannot be copied to the clipboard
pl: Błąd, informacji nie można skopiować do schowka

source: Warning: Numeric lock is activated
pl: Ostrzeżenie: Blokada numeryczna jest aktywna

source: interrupted
pl: przerwane

source: "%s" dialog is already open
pl: okno %s jest już otwarte

source: Report the short path of focused folder or file of Windows Explorer. Twice: report the full path. Three time: copy the full path to the clipboard
pl: Ogłasza krótką ścieżkę do wybranego folderu lub pliku Eksploratora Windows. Dwukrotnie: Ogłasza pełną ścieżkę. Trzykrotnie: Kopiuje pełną ścieżkę do schowka

source: Report the path of the file or folder under the cursor of Windows Explorer by going up the folders tree
pl: Ogłasza ścieżkę pliku lub folderu pod kursorem Eksploratora Windows, przechodząc w górę drzewa folderów

source: List, list's item
pl: Lista, element listy

source: table item
pl: element tabeli

source: menu item
pl: element menu

source: list of visible items making up the object in the foreground
pl: lista widocznych elementów tworzących obiekt na pierwszym planie

source: Ignore untagged items
pl: Ignoruj nieoznaczone elementy

source: &Type:
pl: Rodzaj:

source: Elements:
pl: Elementy:

source: Move &navigator object to it
pl: Przenieś do niego obiekt nawigatora

source: Elements's searching
pl: Wyszukiwanie elementów
