Repository: hansa2662/NVDAExtensionGlobalPlugin
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: pl

source: NVDA global commands extension
pl: Rozszerzenia podstawowych poleceń NVDA

source: This global add-on provides a multitude of features described in detail in its user manual (see the add-on's help for this).
pl: Ten globalny dodatek zapewnia mnóstwo funkcji opisanych szczegółowo w jego podręczniku użytkownika (patrz pomoc dodatku w tym zakresie).

source: Do you want to keep previous add-on configuration settings?
pl: Czy chcesz zachować poprzednie ustawienia konfiguracji dodatku?

source: %s - installation
pl: Instalacja - %s

source: Are you sure you don't want to keep the current add-on configuration settings?
pl: Czy na pewno nie chcesz zachować bieżących ustawień konfiguracji dodatku?

source: Attention, you must uninstall "%s" add-on because it is now included in this add-on
pl: Uwaga, musisz odinstalować dodatek %s, ponieważ jest on teraz zawarty w tym dodatku

source: (command: %s)
pl: (Polecenie: %s)

source: %s add-on configuration menu
pl: menu konfiguracji dodatku %s

source: Global settings...
pl: Ogólne ustawienia...

source: Current configuration profile settings...
pl: Aktualne ustawienia profilu konfiguracji...

source: Keyboard Keys renaming...
pl: Zmiana nazwy klawisza:...

source: Command keys selective announcement...
pl: Ogłaszanie wybranych klawiszy poleceń...

source: Reset configuration to default values
pl: Zresetuj konfigurację do wartości domyślnych

source: Explore &NVDA
pl: Przeglądaj foldery NVDA

source: Menu to explore the NVDA program folder or the user configuration folder
pl: Menu do przeglądania folderu programu NVDA lub folderu konfiguracji użytkownika

source: My &configuration's folder
pl: Przeglądaj Folder konfiguracji użytkownika

source: NVDA &Program folder
pl: Przeglądaj Folder programu NVDA

source: Manage user configurations
pl: Zarządzaj konfiguracjami użytkownika

source: Please wait
pl: Proszę czekać

source: {0} copied to clipboard
pl: {0} skopiowano do schowka

source: Configuration's profile {profileName} {state}
pl: Profil konfiguracji {profileName} {state}

source: {0} version {1}
pl: {0} wersja {1}

source: Product name and version has been copied to clipboard
pl: Nazwa produktu i wersja zostały skopiowane do schowka

source: add-on: {name}, version: {version}
pl: dodatek: {name}, wersja: {version}

source: No add-on
pl: Bez dodatku

source: Configuration profile: {profileName} {state}
pl: Profil konfiguracji: {profileName} {state}

source: Application: {appName} {appVersion}
pl: Aplikacja: {appName} {appVersion}

source: {summary}, version: {version}
pl: {summary}, wersja: {version}

source: Active add-on: %s
pl: Aktywny dodatek: %s

source: add-on's path: %s
pl: ścieżka dodatków: %s

source: Warning: it seems that others add-ons are installed and activated for this application
pl: Ostrzeżenie: wydaje się, że inne dodatki są zainstalowane i aktywowane dla tej aplikacji

source: Loaded python module: %s
pl: Załadowany moduł python: %s

source: Application context's informations
pl: Informacje o kontekście aplikacji

source: Current log file path copied to clipboard
pl: Bieżąca ścieżka pliku dziennika została skopiowana do schowka

source: Current log file path cannot be copied to clipboard
pl: Bieżącej ścieżki pliku dziennika nie można skopiować do schowka

source: Previous log file cannot be opened
pl: Nie można otworzyć poprzedniego pliku dziennika

source: Current log file cannot be opened
pl: Bieżący plik dziennika nie może być otwarty

source: File open Error
pl: Błąd otwierania pliku

source: Are you sure you want to shutdown immediately the computer ?
pl: Czy jesteś pewien, że chcesz natychmiast zamknąć komputer?

source: Confirmation
pl: Potwierdzenie

source: Are you sure you want to reboot immediately the computer ?
pl: Czy na pewno chcesz natychmiast ponownie uruchomić komputer?

source: Are you sure you want to hibernate immediately the computer ?
pl: Czy na pewno chcesz natychmiast hibernować komputer?

source: Current speech settings
pl: Bieżące ustawienia mowy

source: Voice profile switch mode on
pl: Tryb przełączania profilu głosowego włączony

source: Voice profile switch mode off
pl: Wyłączony tryb przełączania profilu głosowego

source: Selector %s is free
pl: Przełącznik %s jest wolny

source: There was no change of input gesture made by the user
pl: Nie nastąpiła żadna zmiana gestu wykonanego przez użytkownika

source: Double left click
pl: Dwukrotny lewy klik

source: Object has no location
pl: Obiekt nie ma lokalizacji

source: Double right click
pl: Dwukrotny prawy klik

source: This functionnality is only available if "command keys selective announcement" functionnality or "keys's remanence" functionnality is installed
pl: Ta funkcja jest dostępna tylko wtedy, gdy zainstalowana jest "funkcja ogłaszania klawiszy poleceń" lub "funkcja klawisze trwałe"

source: The standard use of the numeric keypad is not allowed
pl: Standardowe korzystanie z klawiatury numerycznej jest niedozwolone

source: Are you sure you want to close all windows?
pl: Czy na pewno chcesz zamknąć wszystkie okna?

source: global
pl: globalne

source: application
pl: aplikacje

source: speech synthesizer driver
pl: sterownik syntezatora mowy

source: braille display driver
pl: sterownik monitora brajlowskiego

source: mixed
pl: mieszane

source: %s add-on type:
pl: Typ dodatku %s:

source: any
pl: każdy

source: Running add-ons
pl: Uruchomione dodatki

source: Text analysis not available
pl: Analiza tekstu niedostępna

source: Nothing to report
pl: Brak ogłaszania

source: report current caret position on
pl: włącz ogłaszanie aktualnej pozycji karetki

source: report current caret position off
pl: włyącz ogłaszanie aktualnej pozycji karetki

source: Clipboard is empty
pl: Schowek jest pusty

source: but the clipboard is not empty
pl: schowek nie jest pusty

source: Clipboard cleared
pl: Schowek wyczyszczony

source: Error: clipboard cannot cleared
pl: Błąd: nie można wyczyścić schowka

source: cycle is not possible on audio output device
pl: cykl nie jest możliwy na urządzeniu wyjściowym audio

source: Shell's scripts
pl: Skrypty Interpretera

source: Description: command
pl: Opis: polecenia

source: &Execute the script
pl: Wykonaj skrypt

source: List of windows
pl: Lista okien

source: Minimized
pl: Zminimalizowane

source: Maximized
pl: Maksymalizacja

source: Current &applications
pl: Aktualne aplikacje

source: &Switch to
pl: Przełącz na

source: &Destroy
pl: Usuń

source: Destro&y all
pl: Usuń wszystko

source: Impossible to destroy desktop window
pl: Nie można usunąć okna pulpitu

source: Impossible to destroy the window
pl: Nie można usunąć okna

source: Warning
pl: Ostrzeżenie

source: No label
pl: Bez etykiety

source: Form field
pl: Pole formularza

source: Report current table row's cells
pl: Ogłasza komórki bieżącego wiersza tabeli

source: Report current table column's cells
pl: Ogłasza komórki bieżącej kolumny tabeli

source: Move to and report next table row
pl: Przechodzi do następnego wiersza tabeli i ogłasza go

source: Move to and report previous table row
pl: Przechodzi do poprzedniego wiersza tabeli i ogłasza go

source: Move to and report next table column
pl: Przechodzi do następnej kolumny tabeli i ogłasza ją

source: Move to and report previous table column
pl: Przechodzi do poprzedniej kolumny tabeli i ogłasza ją

source: Report current table cell position
pl: Ogłasza bieżącą pozycję komórki tabeli

source: Move to first cell of table row
pl: Przechodzi do pierwszej komórki wiersza tabeli

source: Move to last cell of table row
pl: Przechodzi do ostatniej komórki wiersza tabeli

source: Move to first cell of table column
pl: Przechodzi do pierwszej komórki kolumny tabeli

source: Move to last cell of table column
pl: Przechodzi do ostatniej komórki kolumny tabeli

source: Anchor
pl: Kotwica

source: %s elements
pl: %s elementy

source: One element
pl: Jeden element

source: no element
pl: bez elementu

source: moves to the next paragraph
pl: przechodzi do następnego akapitu

source: no next paragraph
pl: brak następnego akapitu

source: moves to the previous paragraph
pl: przechodzi do poprzedniego akapitu

source: no previous paragraph
pl: brak poprzedniego akapitu

source: moves to the next division
pl: przechodzi do następnego rozdziału

source: no next division
pl: bez następnego rozdziału

source: moves to the previous division
pl: przenosi do poprzedniego rozdziału

source: no previous division
pl: brak poprzedniego rozdziału

source: moves to the next main landmark
pl: przechodzi do następnego głównego punktu orientacyjnegos

source: no next main landmark
pl: brak następnego głównego punktu orientacyjnego

source: moves to the previous main landmark
pl: przenosi do poprzedniego głównego punktu orientacyjnego

source: no previous main landmark
pl: brak poprzedniego głównego punktu orientacyjnego

source: moves to the next clickable element
pl: przechodzi do następnego klikalnego elementu

source: no next clickable element
pl: brak następnego klikalnego elementu

source: moves to the previous clickable element
pl: przechodzi do poprzedniego klikalnego elementu

source: no previous clickable element
pl: brak poprzedniego klikalnego elementu

source: Copied to clipboard
pl: Skopiowane do schowka

source: Cannot copy to clipboard
pl: Nie można skopiować do schowka

source: Report document 's address (URL). Twice: copy it to clipboard
pl: Ogłasza adres dokumentu (URL). Dwukrotnie: kopiuje go do schowka

source: Return to bottom of page
pl: Wróć na dół strony

source: Return to top of page
pl: Wróć na górę strony

source: No text to add
pl: Brak tekstu do dodania

source: Do you want realy add the selected text to the clipboard?
pl: Czy chcesz naprawdę dodać zaznaczony tekst do schowka?

source: Adding text to clipboard
pl: Dodano tekst do schowka

source: Added
pl: Dodane

source: Cannot add
pl: Nie można dodać

source: Cut
pl: Wycięte

source: Paste
pl: Wklejone

source: Copy
pl: Skopiowane

source: Undo
pl: Cofnięte

source: select all
pl: zaznaczone wszystko

source: one selected object
pl: jeden wybrany obiekt

source: %s selected objects
pl: %s wybrane obiekty

source: Any key with modifier key combination
pl: Dowolny klawisz z kombinacją klawiszy modyfikujących

source: Keys's remanence activation on
pl: Aktywuj klawisze trwałe włączone

source: Keys's remanence activation off
pl: Aktywuj klawisze trwałe wyłączone

source: Standard use of the numeric keypad enabled
pl: Włączone standardowe użycie klawiatury numerycznej

source: Standard use of the numeric keypad disabled
pl: Standardowe użycie klawiatury numerycznej wyłączone

source: Command keys selective Announcement
pl: Ogłaszanie wybranych klawiszy poleceń

source: Check &excluded keys:
pl: Sprawdź wykluczone klawisze:

source: Pressed W&ith modifier key combination:
pl: Wciśnięcie kombinacji klawiszy modyfikujących:

source: &Check all modifier combinations
pl: Sprawdź wszystkie kombinacje modyfikujące

source: &Uncheck all modifier combinations
pl: Odznacz wszystkie kombinacje modyfikujące

source: Do not speak command &keys
pl: Nie ogłaszaj klawiszy poleceń

source: Do you want to save changes made in "%s" mode?
pl: Czy chcesz zapisać zmiany wprowadzone w trybie "%s”?

source: No more checked command key
pl: Nie ma więcej zaznaczonych klawiszy poleceń

source: Help for complex symbols edition
pl: Pomoc w edycji złożonych symboli

source: &Categories:
pl: Kategorie:

source: S&ymbols:
pl: S&ymbole:

source: &Copy to clipboard
pl: Kopiuj do schowka

source: &Paste
pl: &Wklej

source: &Manage your symbols
pl: &Zarządzaj własnymi symbolami

source: No symbol selected
pl: Nie wybrano żadnego symbolu

source: {0} pasted
pl: {0} wklejone

source: Symbol cannot copied to the clipboard
pl: Symbol nie może zostać skopiowany do schowka

source: {0} copied
pl: {0} skopiowane

source: Error: no basic symbols installed
pl: Błąd: brak zainstalowanych podstawowych symboli

source: User symbols manager
pl: Menedżer symboli użytkownika

source: &Add a symbol
pl: Dodaj symbol

source: &Delete the symbol
pl: Usuń symbol

source: Add a &category
pl: Dodaj kategorię

source: De&lete the category
pl: Usuń kategorię

source: &Save
pl: Zapisz

source: %s symbol deleted
pl: symbol %s usunięty

source: No symbol entered
pl: Nie wprowadzono żadnego symbolu

source: Symbol is not valid
pl: Symbol jest nieprawidłowy

source: There is no description for the symbol
pl: Nie ma opisu dla symbolu

source: The symbol is already in this category under "%s" description. Do you want to replace it?
pl: Symbol jest już w tej kategorii pod opisem "%s”. Czy chcesz to wymienić ?

source: The symbol is allready in "{oldCat}" category. Do you want to add this symbol also in "{newCat}" category?
pl: Symbol jest już w kategorii {oldCat}. Czy chcesz dodać ten symbol także do kategorii {newCat}?

source: %s symbol has been added
pl: Symbol %s został dodany

source: Enter category name:
pl: Wprowadź nazwę kategorii:

source: Adding category
pl: Dodawanie kategorii

source: "%s" category already exists
pl: kategoria %s już istnieje

source: You cannot delete this basic category.
pl: Nie można usunąć tej podstawowej kategorii.

source: Do you really want to delete this category and all its symbols?
pl: Czy na pewno chcesz usunąć tę kategorię i wszystkie jej symbole?

source: "%s" category has been deleted
pl: Kategoria %s została usunięta

source: Adding Symbol in %s category
pl: Dodawanie symbolu w kategorii %s

source: Enter the Symbol:
pl: Wpisz symbol:

source: Enter the Description:
pl: Wpisz opis:

source: Last used complex symbols
pl: Ostatnio używane złożone symbole

source: &Symbols:
pl: &Symbole:

source: &Past
pl: Wklej

source: &Delete all
pl: Usuń wszystko

source: Do you really want to delete all symbols of the list?
pl: Czy na pewno chcesz usunąć wszystkie symbole z listy?

source: There is no symbol recorded
pl: Nie zarejestrowano żadnego symbolu

source: Open
pl: Otwórz

source: Save
pl: Zapisz

source: Save as
pl: Zapisz jako

source: Find in
pl: Znajdź w

source: Selected folder name not found
pl: Nie znaleziono wybranej nazwy folderu

source: Temporary Audio device manager
pl: Tymczasowy menedżer urządzeń audio

source: Current temporary audio device: %s
pl: Aktualne tymczasowe urządzenie audio: %s

source: None
pl: Brak

source: Select a &device:
pl: Wybierz urządzenie:

source: &Set as temporary audio device
pl: Ustaw jako tymczasowe urządzenie audio

source: &leave up the temporary audio device
pl: pozostaw tymczasowe urządzenie audio

source: Confirm
pl: Potwierdź

source: You have %s seconds to accept the use of this audio device for all configuration profiles regardless of the choice made in their voice settings
pl: Masz %s sekund na zaakceptowanie użycia tego urządzenia audio dla wszystkich profili konfiguracji, niezależnie od wyboru dokonanego w ustawieniach głosowych

source: &Accept
pl: Akceptuj

source: NVDA and running Applications audio manager
pl: NVDA i uruchomiony menedżer audio aplikacji

source: Applications:
pl: Aplikacje:

source: Volume
pl: Głośność

source: &Volume:
pl: Głośność:

source: &Muted
pl: &Wyciszony

source: Balance
pl: Balans

source: &Left:
pl: Lewy:

source: &Right:
pl: Prawy:

source: refresh terminated
pl: odświeżanie zakończone

source: Please wait, refreshing list
pl: Proszę czekać, odświeżam listę

source: mute
pl: wycisz

source: Volume changes are not available for NVDA
pl: Zmiana głośności nie jest dostępna dla NVDA

source: unmute
pl: wyłączone wyciszenie

source: The volume of NVDA channels cannot be zero both simultaneously
pl: Głośność obu kanałów NVDA nie może wynosić zero jednocześnie

source: Not available cause of conflict with another add-on. See NVDA log
pl: Niedostępne z powodu konfliktu z innym dodatkiem. Zobacz log NVDA

source: Computer shutdown
pl: Wyłączenie komputera

source: &Hibernate
pl: Hibernacja

source: &Shutdown
pl: Zamknij

source: &Reboot
pl: Restart

source: F&orce running programs to close without warning
pl: Wymuś zamknięcie uruchomionych programów bez ostrzeżenia

source: &Delay before shutdown or reboot between {min} and {max} seconds
pl: Opóźnienie przed wyłączeniem lub ponownym uruchomieniem od {min} do {max} sekund

source: Computer Shutdown
pl: Wyłącz komputer

source: Computer reboot
pl: Uruchom ponownie komputer

source: Computer hibernation
pl: Hibernuj komputer

source: Number of seconds to wait before shutdown:
pl: Liczba sekund oczekiwania przed zamknięciem:

source: Number of seconds to wait before reboot:
pl: Liczba sekund oczekiwania przed ponownym uruchomieniem:

source: Number of seconds to wait before hibernation:
pl: Liczba sekund oczekiwania przed hibernacją:

source: &Report remaining time
pl: Ogłasza pozostały czas

source: Remaining time: %s seconds
pl: Pozostały czas: %s sekund

source: Shut down ...
pl: Zamknij...

source: Computer's rebooting ...
pl: Ponowne uruchomienie komputera...

source: Hibernate isn't available. So, sleep mode is activated.
pl: Hibernacja nie jest dostępna. Tryb uśpienia zostanie aktywowany.

source: Main volume
pl: Główna głośność

source: to left
pl: w lewo

source: to right
pl: w prawo

source: in center
pl: w środku

source: Volume on
pl: Głośność włączona

source: volume off
pl: głośność wyłączona

source: No audio controller for this application
pl: Brak kontrolera audio dla tej aplikacji

source: Impossible, the volume level cannot be lower than the configured recovery threshold equal to %s
pl: Niemożliwe, poziom głośności nie może być niższy niż skonfigurowany próg przywracania równy %s

source: stronger on the right
pl: silniejszy po prawej stronie

source: stronger on the left
pl: silniejszy po lewej stronie

source: NVDA {to} and all applications {appTo}
pl: NVDA {to} i wszystkie aplikacje {appTo}

source: NVDA and {app} {to}
pl: NVDA i {app} {to}

source: NVDA and all applications {appTo}
pl: NVDA i wszystkie aplikacje {appTo}

source: Volume control
pl: Regulacja głośności

source: Set the volume of current focused application to %s percent
pl: Ustawia głośność aktualnie aktywnej aplikacji na %s procent

source: Set the main volume to %s
pl: Ustawia głośność główną na %s

source: Unavailable for NVDA
pl: Niedostępny dla NVDA

source: Not available on this operating's system
pl: Niedostępne w tym systemie operacyjnym

source: The main volume and that of NVDA are established and their level sets to the one in the configuration
pl: Głośność główna i głośność NVDA są ustalane, a ich poziomy ustawia się na jeden w konfiguracji

source: Keyboard Keys's renaming
pl: Zmiana nazwy klawisza

source: NVDA defined key labels:
pl: Etykiety klawiszowe zdefiniowane przez NVDA:

source: Modified label:
pl: Zmodyfikowana etykieta:

source: &Modify
pl: Modyfikuj

source: &Remove
pl: Usuń

source: R&emove all
pl: Usuń wszystko

source: Redefined in %s
pl: Przedefiniowane w %s

source: Enter new label:
pl: Wprowadź nową etykietę:

source: Key label redifinition
pl: Nowa definicja etykiety klawisza

source: New name is removed
pl: Nowa nazwa została usunięta

source: No modification
pl: Bez modyfikacji

source: All replacement labels have been removed
pl: Wszystkie etykiety zastępcze zostały usunięte

source: End duration in %s minutes
pl: Koniec czasu trwania za %s minuty

source: End duration in one minute
pl: Czas zakończenia za jedną minutę

source: End of minutetimer
pl: Koniec czasu minutnika

source: Launch of the Minute timer
pl: Uruchom minutnik

source: Enter the minute timer &duration (in minutes):
pl: Podaj czas minutnika (w minutach):

source: Enter the &announce to be spoken at the end of duration:
pl: Wprowadź komunikat, który ma zostać wypowiedziany na końcu czasu trwania:

source: Delay to be alerted before ending (in minutes):
pl: Opóźnienie powiadomienia przed zakończeniem (w minutach):

source: Ring's &Options
pl: Opcje dzwonków

source: Duration is not valid
pl: Czas trwania jest nieprawidłowy

source: The Delay to be notified before duration ending must be smaller than duration
pl: Opóźnienie, które zostanie ogłoszone przed zakończeniem czasu trwania, musi być mniejsze niż czas trwania

source: Minute timer started for %s minutes
pl: Minutnik uruchomiony na %s minut

source: Ring options
pl: Opcje dzwonka

source: &Number of rings:
pl: Liczba dzwonków:

source: &Delay between rings (in milliseconds):
pl: Opóźnienie między dzwonkami (w milisekundach):

source: Current minute timer
pl: Bieżący czas minutnika

source: Remaining duration:
pl: Pozostały czas trwania:

source: Minute timer is stopped
pl: Minutnik jest zatrzymany

source: %s seconds
pl: %s secondy

source: {minutes} minutes {seconds}
pl: {minutes} minut {seconds}

source: NVDA logs management
pl: Zarządzanie dziennikami NVDA

source: Open &current log
pl: Otwórz bieżący dziennik

source: Open &previous log
pl: Otwórz poprzedni dziennik

source: Copy current log file &path to clipboard
pl: Kopiuj bieżącą ścieżkę pliku dziennika do schowka

source: Copy &old log file path to clipboard
pl: Kopiuj starą ścieżkę pliku dziennika do schowka

source: Open Error
pl: Błąd otwierania

source: old log file path copied to clipboard
pl: stara ścieżka pliku dziennika skopiowana do schowka

source: old log file path cannot be copied to clipboard
pl: nie można skopiować starej ścieżki pliku dziennika do schowka

source: %s dialog is allready open
pl: okno %s jest już otwarte

source: Font:
pl: Czcionka:

source: Family: %s
pl: Rodzina: %s

source: Name: %s
pl: Nazwa: %s

source: Size: %s
pl: Rozmiar: %s

source: Text's alignment: %s
pl: Wyrównanie tekstu: %s

source: Attributes: %s
pl: Atrybuty: %s

source: Vertical alignment: %s
pl: Wyrównanie w pionie: %s

source: Position: %s
pl: Pozycja: %s

source: Paragraph's indentation: %s
pl: Wcięcie akapitu: %s

source: style: %s
pl: styl: %s

source: Line spacing: %s
pl: Odstępy między wierszami: %s

source: Indentation: %s
pl: Wcięcia: %s

source: Formatting's Informations
pl: Informacje o formatowaniu

source: Voice profile switching
pl: Przełączanie profilu głosu

source: Display the running application windows's list with opportunity to put one of them on the foreground or destroy it
pl: Wyświetla listę uruchomionych aplikacji z możliwością umieszczenia jednej z nich na pierwszym planie lub jej usunięcia

source: Shows the list of buttons on the System Tray
pl: Wyświetla listę ikon w zasobniku systemu

source: Set the volume of current focused application to %s percent of speakers volume
pl: Ustawia głośność aktualnie aktywnej aplikacji na %s procent głośności głośników

source: Set the NVDA volume to %s percent of speakers volume
pl: Ustawia głośność NVDA na %s procent głośności głośników

source: Display the dialog to shutdown, reboot or hibernate the computer
pl: Wyświetla okno zamykania, ponownego uruchomienia lub hibernacji komputera

source: Shutdown the computer
pl: Wyłącza komputer

source: Reboot the computer
pl: Uruchamia ponownie komputer

source: Hibernate the computer
pl: Hibernuje komputer

source: Allow you to copy or type complex symbol
pl: Pozwala na kopiowanie lub wpisanie złożonego symbolu

source: Display the list of last used complex symbols
pl: Wyświetla listy ostatnio używanych symboli

source: Display the list's visible items making up current foreground object
pl: Wyświetla widoczne elementy listy składające się na bieżący obiekt pierwszego planu

source: If pressed twice: display the list's visible items making up it
pl: Dwukrotne naciśnięcie: wyświetla widoczne elementy tworzące listę

source: {systrayIconsDoc}. Twice, {activeWindowsDoc}
pl: {systrayIconsDoc}. Dwukrotnie, {activeWindowsDoc}

source: Report the application 's name and version. Twice: copy these informations to clipboard
pl: Ogłasza nazwę i wersję aplikacji. Dwa razy: kopiuje te informacje do schowka
