Repository: hansa2662/NVDAExtensionGlobalPlugin
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: pl

source: Speaks the filename of the active application along with the name of the currently loaded appModule python file. Pressing this key twice,speak the name and state of the current configuration profile
pl: Ogłasza nazwę pliku aktywnej aplikacji wraz z nazwą aktualnie załadowanego pliku python appModule. Dwukrotnie naciśnięty klawisz ogłasza nazwę i stan bieżącego profilu konfiguracji

source: Report the name and version number of add-on activated for focused application
pl: Ogłasza nazwę i numer wersji dodatku aktualnie aktywnej aplikacji

source: Display informations about the focused application
pl: Wyświetla informacje, o aktualnie aktywnej aplikacji

source: Display dialog to start the minute timer. If minute timer already started, display dialog to report duration
pl: Wyświetla okno uruchamiania minutnika. Jeśli minutnik jest uruchomiony, wyświetla okno z ogłaszaniem czasu trwania

source: Display add-on user's guide
pl: Wyświetla przewodnik użytkownika dodatku

source: Display the list of commands of the commands interpreter
pl: Wyświetla listę poleceń interpretera

source: Open a dialog to manage NVDA logs
pl: Otwiera okno do zarządzania dziennikami NVDA

source: Open current NVDA log file. Pressing this key twice, open the old NVDA log file. Pressing third, copy current log path to the clipboard
pl: Otwiera bieżący plik dziennika NVDA. Naciśnij ten klawisz dwukrotnie, otworzy stary plik dziennika NVDA. Naciśnij trzykrotnie, kopiuje bieżącą ścieżkę dziennika do schowka

source: report the name of current selected folder in the open or Save dialog box. Twice: report full path
pl: ogłasza nazwę aktualnie wybranego folderu w oknach, w stylu Otwórz lub Zapisz. Dwukrotnie: ogłasza pełną ścieżkę

source: report the name of current selected folder in the open or Save dialog box
pl: ogłasza nazwę aktualnie wybranego folderu w oknach, w stylu Otwórz lub Zapisz

source: report the full path of current selected folder in the open or Save dialog box
pl: ogłasza pełną ścieżkę do aktualnie wybranego folderu w oknach, w stylu Otwórz lub Zapisz

source: Explore my user configuration's folder
pl: Przeglądaj folder konfiguracji użytkownika

source: Explore NVDA program's folder
pl: Przeglądaj folder programu NVDA

source: Display speech history records
pl: Wyświetla zapisy historii mowy

source: Report previous record of the speech history
pl: Ogłasza poprzedni zapis historii mowy

source: Report current record of the speech history.Pressing Twice: copy it to clipboard. Pressing three: display speech history
pl: Ogłasza bieżący zapis historii mowy. Dwukrotne naciśnięcie: kopiuje ją do schowka. Trzykrotne naciśnięcie: wyświetla historię mowy

source: Report next record of the speech history
pl: Ogłasza następny zapis historii mowy

source: Restart NVDA. Twice: restart with log level set to debug
pl: Uruchamia ponownie NVDA. Dwukrotnie: uruchamia ponownie dziennik z poziomem debugowania

source: Toggle voice profile switch mode
pl: Przełącza tryb profilu głosowego

source: Display dialog to manage voice profile selectors
pl: Wyświetla okno do zarządzania przełącznikami profili głosowych

source: Go backward to the first selector associated to a voice profile and set this voice profile as current voice profile
pl: Wraca do pierwszego przełącznika powiązanego z profilem głosowym i ustawia ten profil głosowy jako bieżący profil głosowy

source: Go to forward to the first selector associated to a voice profile and set this voice profile as current voice profile
pl: Przechodzi do pierwszego przełącznika powiązanego z profilem głosowym i ustawia ten profil głosowy jako bieżący profil głosowy

source: Display keyboard keys renaming dialog
pl: Wyświetla okno zmiany nazwy klawisza

source: Display command key selective announcement dialog
pl: Wyświetla okno Ogłaszanie wybranych klawiszy poleceń

source: Report the current time. Twice: report the current date. Third: copy date and time to the clipboard
pl: Ogłasza aktualny czas. Dwukrotnie: ogłasza o bieżącą datę. Trzykrotnie: kopiuje datę i godzinę do schowka

source: Copy date and time to the clipboard
pl: Kopiuje datę i godzinę do schowka

source: Display, in dialog box, formatting informations for the current review cursor position within a document
pl: Wyświetla informacje o formatowaniu dla bieżącej pozycji kursora przeglądu w oknie dokumentu

source: Launch commands's interpreter of add-on
pl: Uruchamia dodatek interpretera poleceń

source: Set selector 1 as current selector and set, if possible, its associated voice profile as current voice profile
pl: Ustawia przełącznik 1 jako aktualny przełącznik, jeśli to możliwe ustawia powiązany profil głosowy jako bieżący profil głosowy

source: Set selector 2 as current selector and set, if possible, its associated voice profile as current voice profile
pl: Ustawia przełącznik 2 jako aktualny przełącznik, jeśli to możliwe ustawia powiązany profil głosowy jako bieżący profil głosowy

source: Set selector 3 as current selector and set, if possible, its associated voice profile as current voice profile
pl: Ustawia przełącznik 3 jako aktualny przełącznik, jeśli to możliwe ustawia powiązany profil głosowy jako bieżący profil głosowy

source: Set selector 4 as current selector and set, if possible, its associated voice profile as current voice profile
pl: Ustawia przełącznik 4 jako aktualny przełącznik, jeśli to możliwe ustawia powiązany profil głosowy jako bieżący profil głosowy

source: Set selector 5 as current selector and set, if possible, its associated voice profile as current voice profile
pl: Ustawia przełącznik 5 jako aktualny przełącznik, jeśli to możliwe ustawia powiązany profil głosowy jako bieżący profil głosowy

source: Set selector 6 as current selector and set, if possible, its associated voice profile as current voice profile
pl: Ustawia przełącznik 6 jako aktualny przełącznik, jeśli to możliwe ustawia powiązany profil głosowy jako bieżący profil głosowy

source: Set selector 7 as current selector and set, if possible, its associated voice profile as current voice profile
pl: Ustawia przełącznik 7 jako aktualny przełącznik, jeśli to możliwe ustawia powiązany profil głosowy jako bieżący profil głosowy

source: Set selector 8 as current selector and set, if possible, its associated voice profile as current voice profile
pl: Ustawia przełącznik 8 jako aktualny przełącznik, jeśli to możliwe ustawia powiązany profil głosowy jako bieżący profil głosowy

source: Displays the dialog to manage the input gestures configured by user
pl: Wyświetla okno do zarządzania gestami poleceń skonfigurowanymi przez użytkownika

source: Display tools for add-on development dialog
pl: Wyświetla okno Narzędzia do tworzenia dodatków

source: Click the left mouse button at navigator object position. Twice: click twice this button at this position
pl: Kliknij lewy przycisk myszy w pozycji obiektu nawigatora. Dwa razy: kliknij dwukrotnie ten przycisk w tym miejscu

source: Click the right mouse button at navigator object position. Twice: click twice this button at this position
pl: Kliknij prawym przyciskiem myszy na pozycji obiektu nawigatora. Dwa razy: kliknij dwa razy ten przycisk w tej pozycji

source: Display add-on settings dialog
pl: Wyświetla okno ustawień dodatków

source: Display settings dialog for current configuration profile
pl: Wyświetla okno ustawień dla bieżącego profilu konfiguracji

source: Enable or disable the standard use of numeric keypad
pl: Włącza lub wyłącza standardowe użycie klawiatury numerycznej

source: Close all opened windows
pl: Zamyka wszystkie otwarte okna

source: Display running add-ons list
pl: Wyświetla listę uruchomionych dodatków

source: Report current speech settings. Twice: display them
pl: Ogłasza bieżące ustawienia mowy. Dwa razy: wyświetla je

source: Report current speech settings
pl: Ogłasza bieżące ustawienia mowy

source: Display current speech settings
pl: Wyświetla bieżące ustawienia mowy

source: activate or desactivate text analyzer
pl: aktywacja lub dezaktywacja analizatora tekstu

source: Analyze the word under system cursor
pl: Analizuj słowo pod kursorem systemu

source: Analyze the line under system cursor
pl: Analizuj wiersz pod kursorem systemu

source: Analyze the sentence under system cursor
pl: Analizuj zdanie pod kursorem systemu

source: Analyze the paragraph under system cursor
pl: Analizuj akapit pod kursorem systemu

source: Move to next line with irregularity detected by text analyzer
pl: Przechodzi do następnego wiersza z nieprawidłowością wykrytą przez analizator tekstu

source: Move to previous line with irregularity detected by text analyzer
pl: Przechodzi do poprzedniego wiersza z nieprawidłowością wykrytą przez analizator tekstu

source: Display the dialog to manage user configurations
pl: Wyświetla okno do zarządzania konfiguracjami użytkowników

source: Toggle reporting of current caret position in edit box
pl: Przełącza informowanie o aktualnej pozycji kursora w polu edycyjnym

source: Add, to clipboard, the selected text
pl: Dodaje do schowka zaznaczony tekst

source: Empty the clipboard
pl: Opróżnij schowek

source: Display the temporary audio device manager
pl: Wyświetla tymczasowy menedżer urządzeń audio

source: Leave up the temporary audio device
pl: Pozostawia tymczasowe urządzenie audio

source: Set, as temporary audio device, the next device in the list of checked devices of the temporary audio device manager
pl: Ustawia, jako tymczasowe urządzenie audio, następne urządzenie na liście sprawdzonych urządzeń tymczasowego menedżera urządzeń audio

source: Set, as temporary audio output device , the next device in the list of devices selected in the temporary audio output device manager. Twice: leave up the temporary audio output device
pl: Ustawia, jako tymczasowe urządzenie wyjściowe audio, następne urządzenie na liście urządzeń wybranych w menedżerze tymczasowych urządzeń wyjściowych audio. Dwa razy: pozostawia tymczasowe urządzenie wyjściowe audio

source: Activate quick Addons Activation Dialog
pl: Aktywuje okno aktywacji szybkich dodatków

source: Set on main and NVDA volume
pl: Ustawia głośność główną i NVDA

source: Toggle current focused application volume mute
pl: Przełącza wyciszenie aktualnie aktywnej aplikacji

source: Increase volume of current focused application
pl: Zwiększa głośność aktualnie aktywnej aplikacji

source: Decrease volume of current focused application
pl: Zmniejsza głośność aktualnie aktywnej aplikacji

source: Maximize volume of current focused application
pl: Maksymalizuje głośność aktualnie aktywnej aplikacji

source: Minimize volume of current focused application
pl: Minimalizuje głośność aktualnie aktywnej aplikacji

source: Set the volume of current focused application to previous level
pl: Ustawia głośność aktualnie aktywnej aplikacji na poprzedni poziom

source: Increase NVDA volume
pl: Zwiększa głośność NVDA

source: Decrease NVDA volume
pl: Zmniejsza głośność NVDA

source: Maximize NVDA volume
pl: Maksymalizuje głośność NVDA

source: Minimize NVDA volume
pl: Minimalizuje głośność NVDA

source: Set the NVDA volume to previous level
pl: Ustawia głośność NVDA na poprzedni poziom

source: Increase volume of speakers
pl: Zwiększa głośność głośników

source: Decrease volume of speakers
pl: Zmniejsza głośność głośników

source: Maximize volume of speakers
pl: Maksymalizuje głośność głośników

source: Minimize volume of speakers
pl: Minimalizuje głośność głośników

source: Set the main volume to previous level
pl: Ustawia głośność główną na poprzedni poziom

source: Hear NVDA to right and focused application to left
pl: Słuchaj NVDA po prawej, a aktualnie aktywną aplikację po lewej

source: Hear NVDA to left and focused application to right
pl: Słuchaj NVDA po lewej, a aktualnie aktywną aplikację po prawej

source: Hear NVDA and focused application on center
pl: Słuchaj NVDA, i aktualnie aktywną aplikację na środku

source: Hear NVDA to right and all audio applications to left
pl: Słuchaj NVDA po prawej i wszystkie aplikacje audio po lewej

source: Hear NVDA to left and all audio applications to right
pl: Słuchaj NVDA po lewej, a wszystkie aplikacje audio po prawej

source: Hear NVDA and all audio applications on center
pl: Słuchaj NVDA i wszystkie aplikacje audio na środku

source: Hear focused application on center
pl: Słuchaj aktualnie aktywnej aplikacji na środku

source: Display NVDA and active Applications's audio manager
pl: Wyświetl menedżera audio NVDA i aktywne aplikacje

source: It's time
pl: Już czas

source: Beep
pl: Piknięcie

source: Sound
pl: Dźwięk

source: Message
pl: Wiadomość

source: nothing
pl: nic

source: Press F1 for help
pl: Naciśnij klawisz F1, aby uzyskać pomoc

source: Some changes have been made. You must save the configuration and restart NVDA for these changes to take effect. Would you like to do it now?
pl: Wprowadzono pewne zmiany. Aby zmiany te odniosły skutek, należy zapisać konfigurację i ponownie uruchomić NVDA. Chcesz to zrobić teraz?

source: Don't forget to save the configuration for the changes to take effect !
pl: Nie zapomnij zapisać konfiguracji, aby zmiany odniosły skutek!

source: Features's installation
pl: Instalacja funkcji

source: Do not install
pl: Nie zainstalowane

source: Install
pl: Zainstalowane

source: Install without gesture
pl: Zainstalowane bez gestu

source: Display &systray icons and running application windows list:
pl: Wyświetlanie ikon zasobnika i listy uruchomionych aplikacji:

source: &Complex symbols edition help:
pl: pomo&c w edycji złożonych symboli:

source: &Focused application's informations:
pl: Informacje o aktywnej aplikacji:

source: &Extended Virtual Buffer:
pl: Rozszerzony wirtualny bufor:

source: C&lipboard command announcement:
pl: Ogłaszanie polecenia schowka:

source: Anno&uncement of the preselected folder in "Open", "Save", "Save as" dialog boxes:
pl: Ogłaszaj wybrany folder w oknach, w stylu "Otwórz", "Zapisz", "Zapisz jako":

source: &NVDA's log Files:
pl: Pliki dziennika NVDA:

source: Speech &history:
pl: Historia mowy:

source: &Keyboard keys renaming:
pl: Zmiana nazwy klawisza:

source: C&ommand keys selective announcement:
pl: &Ogłaszanie wybranych klawiszy poleceń:

source: Minute &timer:
pl: Minutnik:

source: NVDA's &restart:
pl: Restart NVDA:

source: Display visible items making up the foreground &object:
pl: Wyświetl widoczne elementy tworzące obiekt pierwszego planu:

source: &Voice profile switching:
pl: Przełączanie profilu głosu:

source: Ke&ys's remanence:
pl: Trwałe klawisze:

source: Volu&me's control:
pl: Regulacja głośności:

source: &audio split:
pl: podział audio:

source: &Development's tools:
pl: Narzędzia programistyczne:

source: &Date and time - supplements:
pl: Dodatek - data i godzina:

source: Text anal&ysis:
pl: Analiza tekstu:

source: Temporar&y audio device:
pl: Tymczasowe urządzenie audio:

source: NVDA enhancements
pl: Ulepszenia NVDA

source: Editing
pl: Edycja

source: maximum number of last &used symbols recorded:
pl: maksymalna liczba ostatnio używanych symboli:

source: Speech history
pl: Historia mowy

source: &Number the records
pl: Numeracja zapisów

source: &Display records in ascending order
pl: Pokaż zapisy w kolejności rosnącej

source: Browser
pl: Przeglądarka

source: &Browse in loop
pl: Przeglądaj w pętli

source: reporting spelling errors
pl: ogłaszanie błędów pisowni

source: Report &by:
pl: Ogłaszanie:

source: Clipboard
pl: Schowek

source: maximum number of reported characters:
pl: maksymalna liczba ogłaszanych znaków:

source: No limit
pl: Bez limitu

source: Computer
pl: Komputer

source: Windows
pl: Okna

source: &No object description in Windows ribbons
pl: Usuwaj opisy obiektów na wstążkach Windows

source: Automatically &maximize windows
pl: Automatycznie maksymalizuj okna

source: Report &windows clock's time with seconds
pl: Podaj czas zegara systemu Windows w sekundach

source: Windows explorer
pl: Eksplorator Windows

source: Number of items to &keep for reduced path:
pl: Liczba elementów do zachowania dla zredukowanej ścieżki:

source: Report folder name of Reversed path with levels
pl: Ogłasza nazwę folderu Odwrócona ścieżka z poziomami

source: Main and NVDA volume
pl: Głośność Główną i NVDA

source: Set on &volume at the loading of the add-on
pl: Ustaw głośność przy ładowaniu dodatku

source: &Threshold of recovery of the volume:
pl: Próg przywrócenia głośności:

source: Recovery &level:
pl: P&rzywróć do poziomu:

source: NVDA volume
pl: Głośność NVDA

source: T&hreshold of recovery of the volume:
pl: Próg przywrócenia &głośności:

source: &Recovery level:
pl: P&rzywróć do poziomu:

source: Volume change
pl: Zmiana głośności

source: Ste&ps's size:
pl: Wielkość kroków:

source: R&eport volume changes
pl: Ogłaszaj zmiany głośności

source: &Increase speakers volume if necessary
pl: W razie potrzeby zwiększ głośność głośników

source: Temporary audio device
pl: Tymczasowe urządzenie audio

source: Ask for confirmation
pl: Pytaj o potwierdzenie

source: ma&ximum waiting time for confirmation (in seconds):
pl: maksymalny czas oczekiwania na potwierdzenie (w sekundach):

source: advanced
pl: zaawansowane

source: For No NVDA's version
pl: Bez dźwięku

source: For Only the NVDA's snapshot versions
pl: Tylko dla wersji rozwojowych NVDA

source: Only until the next NVDA restart
pl: Tylko do następnego restartu NVDA

source: For all NVDA's versions
pl: Dla wszystkich wersji NVDA

source: &Play sound on logged errors:
pl: Odtwarzaj dźwięk o błędzie w dzienniku:

source: &Title dialog with add-on name
pl: Tytuł okna z nazwą dodatku

source: &Delay between repeat of same gesture:
pl: Opóźnienie między powtórzeniem tego samego gestu:

source: &Do not take account of the option called "Report object descriptions" during the display of the dialog box same as confirmation
pl: Ignoruj opcję "Czytaj opisy obiektów" podczas wyświetlania okien, w stylu potwierdzenie

source: Key Repeat
pl: Powtarzanie klawisza

source: &Limit key repeats
pl: Ograniczenie powtórzeń klawisza

source: Delay between &repeat (in ms):
pl: Opóźnienie między powtórzeniami (w ms):

source: Keyboard
pl: Klawiatura

source: Keys's remanence
pl: Trwałe klawisze

source: &Only NVDA key in remanence
pl: Tylko klawisz NVDA jest trwały

source: Activate &remanence at NVDA's start
pl: Aktywuj trwałe klawisze na starcie NVDA

source: &Remanence's delay (in milliseconds):
pl: Opóźnienie utrwalenia (w milisekundach):

source: Play &sound at the start of remanence
pl: Odtwarzaj dźwięk utrwalenia na początku

source: Play sound at the &end of remanence
pl: Odtwarzaj dźwięk utrwalenia na końcu

source: Special remanence for &Gmail.com
pl: Specjalne Trwałe klawisze dla Gmail.com

source: Numeric keypad
pl: Klawiatura numeryczna

source: &Allow the standard use of the numeric keypad
pl: &Zezwól na standardowe użycie klawiatury numerycznej

source: &Enable the standard use of the numeric keypad at NVDA's start
pl: Włącz standardowe użycie klawiatury numerycznej na starcie NVDA

source: &Enable / disable numeric keypad's standard use with num lock key
pl: Włącz/wyłącz standardowe użycie klawiatury numerycznej za pomocą klawisza numlock

source: Numeric lock
pl: Blokada numeryczna

source: &Report ?he activated state at NVDA starting
pl: Ogłaszaj stan aktywacji przy uruchomieniu NVDA

source: Update
pl: Aktualizacja

source: Automatically check for &updates
pl: Automatycznie sprawdzaj dostępność aktualizacji

source: Update also release versions to &development versions
pl: Zaktualizuj również wersje uwolnione do wersji rozwojowych

source: &Check for update
pl: Sprawdź aktualizacje

source: View &history
pl: Wyświetl &historię

source: Settings
pl: Ustawienia

source: Cursor's moving
pl: Przesuwanie kursora

source: &Punctuation/symbol level on word movement:
pl: Poziom interpunkcji i symboli:

source: Current configuration profile's level
pl: Poziom profilu bieżącej konfiguracji

source: Text used as a &separator between contents added to the clipboard.
pl: Użyj tekstu jako separatora między dodaną zawartością do schowka.

source: &Add text before clipboard datas
pl: Dodaj tekst przed danymi w schowku

source: Ask &confirmation before adding
pl: Pytaj o potwierdzenie przed dodaniem do schowka

source: &On profile activation:
pl: Aktywacja profilu:

source: Do nothing
pl: Nic nie rób

source: Desactivate
pl: Dezaktywuj

source: Activate
pl: Aktywuj

source: Key blocking
pl: Blokowanie klawisza

source: Block insert key
pl: Blokowanie klawisza insert

source: Block capslock key
pl: Blokowanie klawisza capslock

source: Characters echo
pl: Echo znaków

source: Still speak &non-alphanumeric characters when keyboard echo by characters is disabled
pl: Nadal wypowiada znaki niealfanumeryczne, gdy wyłączone jest echo klawiatury według znaków

source: Text analysis
pl: Analiza tekstu

source: &Activate text analyzer
pl: Aktywuj analizator tekstu

source: Activate text analyzer at add-on's &start
pl: Aktywuj analizator tekstu przy uruchomieniu dodatku

source: Symbols match
pl: Dopasowanie symboli

source: Report &discrepancies
pl: Ogłaszaj rozbieżności

source: Anomalies
pl: Anomalia

source: Report a&nomalies
pl: Ogłaszanie anomalii

source: &Verify:
pl: Weryfikuj:

source: &For symbols:
pl: Dla symboli:

source: Formatting
pl: Formatowanie

source: Report &changes
pl: Ogłaszaj zmiany

source: Ty&pe:
pl: Typ:

source: Alert
pl: Ostrzeżenie

source: Sounds:
pl: Dźwięki:

source: Frequency:
pl: Częstotliwość:

source: Length:
pl: Długość:

source: Message:
pl: Wiadomość:

source: Profile settings's %s
pl: Ustawienia profilu %s

source: Alert message
pl: Komunikat ostrzegawczy

source: Detections's number
pl: Numer detekcji

source: detailed description
pl: szczegółowy opis

source: The multiple contiguous spaces
pl: Wiele sąsiadujących ze sobą przestrzeni

source: The space or Tab at end
pl: Spacja lub tabulator na końcu

source: The isolated or non spaced punctuations
pl: Izolowane lub nierozmieszczone znaki interpunkcyjne

source: The uppercase missing or inversed
pl: Brakująca lub odwrócona wielka litera

source: The required space before the symbol
pl: Wymagana spacja przed symbolem

source: The required space after the symbol
pl: Wymagana spacja po symbolu

source: unexpected space before symbol
pl: nieoczekiwana spacja przed symbolem

source: unexpected space after symbol
pl: nieoczekiwana spacja po symbolu

source: Font's name
pl: Nazwa czcionki

source: Font's size
pl: Rozmiar czcionki

source: Font's attributes
pl: Atrybuty czcionki

source: Style
pl: Styl

source: Color
pl: Kolor

source: Text analyzer activated
pl: Włączony analizator tekstu

source: Text analyzer desactivated
pl: Wyłączony analizator tekstu

source: Quick addons activation
pl: Szybka aktywacja dodatków

source: Check to activate:
pl: Sprawdź aktywację:

source: &Check all
pl: Oznacz wszystko

source: &Uncheck all
pl: Odznacz wszystko

source: &Save and restart NVDA
pl: Zapisz i uruchom ponownie NVDA

source: All add-ons are checked
pl: Wszystkie dodatki są zaznaczone

source: All add-ons unchecked
pl: Wszystkie dodatki są niezaznaczone

source: There is no change. Do you want to restart NVDA anyway?
pl: Nie ma żadnych zmian. Czy mimo to chcesz ponownie uruchomić NVDA?

source: Error: the "%s" folder cannot be deleted
pl: Błąd: nie można usunąć folderu "%s"

source: User Configurations's management
pl: Zarządzanie konfiguracjami użytkownika

source: Configuration's &folders:
pl: Foldery konfiguracji:

source: &Restart NVDA with this configuration's folder
pl: Uruchom ponownie NVDA z konfiguracją z tego folderu

source: &Prepare this folder
pl: Przygotuj ten folder

source: &Delete this folder
pl: Usuń ten folder

source: Empt&y this folder
pl: Opróżnij ten folder

source: E&xplore this folder
pl: Przeglądaj ten folder

source: Add &new folder
pl: Dodaj nowy folder
